Repository: valentinlehmann/pagrr
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: %@ (You)
de: %@ (Du)

source: About the channel
de: Über diesen Kanal

source: Add Owner
de: Besitzer hinzufügen

source: API Key
de: API-Schlüssel

source: Are you sure you want to delete your account?
de: Bist du dir sicher, dass du deinen Account löschen willst?

source: Cancel
de: Abbrechen

source: Channels
de: Kanäle

source: Channels marked with an exclamatin mark (!) will be deleted permanently, as you are the only owner.
de: Kanäle, die mit einem Ausrufezeichen (!) markiert sind, werden permanent gelöscht, weil du der einzige Besitzer bist.

source: Copied!
de: Kopiert!

source: Copy API Key
de: API-Schlüssel kopieren

source: Copy cURL Command
de: cURL-Befehl kopieren

source: Copy ID
de: ID kopieren

source: Created At
de: Erstellt am

source: Delete
de: Löschen

source: Delete Account
de: Account löschen

source: Delete Channel
de: Kanal löschen

source: Enter the user ID of the new owner.
de: Gebe die Benutzer-ID des anderen Besitzers ein.

source: Get push notifications from your services, without the hassle.
de: Bekomme Push-Nachrichten von deinen Services, ohne Kopfschmerzen.

source: Hide API Key
de: API-Schlüssel verstecken

source: I changed my mind
de: Ich habe es mir anders überlegt

source: Imprint
de: Impressum

source: Loading channels...
de: Lade Kanäle...

source: Manage channel
de: Kanal verwalten

source: Messages
de: Nachrichten

source: New channel
de: Neuer Kanal

source: No channels available. Create one by tapping the button in the bottom right corner.
de: Keine Kanäle vorhanden. Erstelle einen Kanal, indem du auf den Button in der rechten unteren Ecke tippst.

source: No messages available.
de: Keine Nachrichten vorhanden.

source: No user logged in
de: Kein Benutzer angemeldet

source: Owners
de: Besitzer

source: Privacy Policy
de: Datenschutzerklärung

source: Reauthenticate and Delete My Account
de: Authentifizieren und Account löschen

source: Remove
de: Entfernen

source: Reset API Key
de: API-Schlüssel zurücksetzen

source: Show API Key
de: API-Schlüssel anzeigen

source: Sign In
de: Anmelden

source: Sign in with Apple
de: Mit Apple anmelden

source: Sign Out
de: Abmelden

source: Test description
de: Test-Beschreibung

source: Test title
de: Test-Titel

source: The cURL command has been copied to your clipboard.
de: Der cURL-Befehl wurde in deine Zwischenablage kopiert.

source: Urgent
de: Dringlich

source: User ID
de: Benutzer-ID

source: Welcome to Pagrr!
de: Willkommen in Pagrr!

source: You have no channels.
de: Du hast keine Kanäle.
